Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Alkoholfreie Fruchtgetränke
en: Non-alcoholic fruit juice beverages

source: Aloe Vera-Säfte
en: Aloe vera juices

source: Kwass [alkoholfreies Getränk]
en: Kvass [non-alcoholic beverage]

source: Alkoholfreie Aperitifs
en: Aperitifs, non-alcoholic

source: Sorbets [Getränke]
en: Sherbets [beverages]

source: Sorbets in Form von Getränken
en: Sorbets in the nature of beverages

source: Säfte
en: Juices

source: Vorwiegend aus Fruchtsäften bestehende Getränke
en: Beverages consisting principally of fruit juices

source: Obstsäfte zur Verwendung als Getränke
en: Fruit juice for use as a beverages

source: Malzsirup für Getränke
en: Malt syrup for beverages

source: Alkoholfreie Fruchtextrakte
en: Non-alcoholic fruit extracts

source: Brausetabletten für Getränke
en: Pastilles for effervescing beverages

source: Alkoholfreie Cocktails
en: Cocktails, non-alcoholic

source: Selterswasser
en: Seltzer water

source: Wässer
en: Waters

source: Bier
en: Beer

source: Tomatensaft [Getränke]
en: Tomato juice [beverage]

source: Alkoholfreie Aloe Vera-Getränke
en: Aloe vera drinks, non-alcoholic

source: Nicht medizinische Mineralwasser
en: Mineral water (Non-medicated -)

source: Nicht alkoholische, malzfreie Getränke [ausgenommen für medizinische Zwecke]
en: Non-alcoholic malt free beverages [other than for medical use]

source: Getränke mit Fruchtgeschmack
en: Fruit-flavoured beverages

source: Tonicwaters [nicht medizinisches Getränke]
en: Tonic water [non-medicated beverages]

source: Alkoholfreie Fruchtnektare
en: Fruit nectars, non-alcoholic

source: Bier und Brauereiprodukte
en: Beer and brewery products

source: Saftgetränke aus rotem Ginseng
en: Red ginseng juice beverages

source: Essenzen für die Zubereitung von aromatisiertem Mineralwasser [nicht in Form von ätherischen Ölen]
en: Essences for making flavoured mineral water [not in the nature of essential oils]

source: Aromatisiertes Mineralwasser
en: Flavoured mineral water

source: Alkoholfreie Getränke mit Biergeschmack
en: Non-alcoholic beer flavored beverages

source: Alkoholfreie Getränke mit Fruchtsäften
en: Non-alcoholic beverages containing fruit juices

source: Alkoholfreie Getränke mit Teearoma
en: Non-alcoholic beverages flavoured with tea

source: Alkoholfreier Zimtpunsch mit getrockneten Dattelpflaumen [Sujeonggwa]
en: Non-alcoholic cinnamon punch with dried persimmon (sujeonggwa)

source: Alkoholfreier Reispunsch [Sikhye]
en: Non-alcoholic rice punch (sikhye)

source: Pulver für die Zubereitung von Getränken auf Fruchtbasis
en: Powders used in the preparation of fruit-based beverages

source: Sportgetränke mit Elektrolyteanteilen
en: Sports drinks containing electrolytes

source: Trinkwasser
en: Drinking water

source: Wässer [Getränke]
en: Waters [beverages]

source: Sirupe für Getränke
en: Syrups for beverages

source: Mineralwässer [Getränke]
en: Mineral water [beverages]

source: Quellwasser
en: Spring water

source: Konzentrierte Fruchtsäfte
en: Concentrated fruit juice

source: Sojagetränke, ausgenommen als Milchersatz
en: Soya-based beverages, other than milk substitutes

source: Douzhi [fermentiertes Bohnengetränk]
en: Douzhi (fermented bean drink)

source: Getreide und Hafer enthaltende Smoothies
en: Smoothies containing grains and oats

source: Essenzen für die Zubereitung von alkoholfreien Getränken, ausgenommen ätherische Öle
en: Essences for making non-alcoholic drinks, not in the nature of essential oils

source: Pulver für die Zubereitung von alkoholfreien Getränken
en: Powders used in the preparation of soft drinks

source: Alkoholfreie Gemüsesaftgetränke
en: Non-alcoholic vegetable juice drinks

source: Alkoholfreie Punsche
en: Non-alcoholic punch

source: Alkoholfreie Malzgetränke
en: Non-alcoholic malt drinks

source: Alkoholfreie Traubensaftgetränke
en: Non-alcoholic grape juice beverages

source: Alkoholfreie Fruchtcocktails
en: Non-alcoholic fruit cocktails

source: Extrakte aus unvergorenem Most
en: Extracts of unfermented must

source: Alkoholfreie Getränke mit Kaffeearoma
en: Non-alcoholic beverages flavoured with coffee

source: Getränke auf Bierbasis
en: Beer-based beverages

source: Konservierte Moste, unvergoren
en: Unfermented preserved must

source: Alkoholfreie Fruchtextrakte für die Zubereitung von Getränken
en: Non-alcoholic fruit extracts used in the preparation of beverages

source: Alkoholfreie Fruchtpunsche
en: Non-alcoholic fruit punch

source: Protein-angereicherte Sportgetränke
en: Protein-enriched sports beverages

source: Reisgetränke, ausgenommen als Milchersatz
en: Rice-based beverages, other than milk substitutes

source: Pulver für die Zubereitung von Getränken
en: Powders for the preparation of beverages

source: Aus einer Mischung von Obst- und Gemüsesäften bestehende Getränke
en: Beverages consisting of a blend of fruit and vegetable juices

source: Alkoholfreie gemüsesafthaltige Getränke
en: Non-alcoholic beverages containing vegetable juices

source: Mit Nährstoffen angereicherte Getränke
en: Nutritionally fortified beverages

source: Pulver für die Zubereitung von Kokoswassergetränken
en: Powders used in the preparation of coconut water drinks

source: Mit Vitaminen angereichertes Mineralwasser [Getränke]
en: Vitamin enriched sparkling water [beverages]

source: Alkoholfreie sprudelnde Fruchtsaftgetränke
en: Non-alcoholic sparkling fruit juice drinks

source: Alkoholfreie Sodagetränke mit Teegeschmack
en: Non-alcoholic soda beverages flavoured with tea

source: Getränke auf Wasserbasis mit Teeextrakten
en: Water-based beverages containing tea extracts

source: Getränke auf Nuss- und Sojabasis
en: Nut and soy based beverages

source: Limettensaft zur Verwendung bei der Zubereitung von Getränken
en: Lime juice for use in the preparation of beverages

source: Zitronensaft zur Verwendung bei der Zubereitung von Getränken
en: Lemon juice for use in the preparation of beverages

source: Mit Vitaminen angereicherte alkoholfreie Getränke
en: Vitamin fortified non-alcoholic beverages

source: Trinkwasser mit Vitaminen
en: Drinking water with vitamins

source: Destilliertes Trinkwasser
en: Distilled drinking water

source: Grüne Gemüsesaftgetränke
en: Green vegetable juice beverages

source: Destillierte Getränke
en: Distilled beverages

source: Alkoholische Mischgetränke, ausgenommen Biermischgetränke
en: Pre-mixed alcoholic beverages, other than beer-based

source: Glühweine
en: Mulled wines

source: Weißweine
en: White wine

source: Branntwein
en: Schnapps

source: Weine
en: Wine

source: Alkoholische Energiegetränke
en: Alcoholic energy drinks

source: Alkoholhaltige Fruchtextrakte
en: Fruit extracts, alcoholic

source: Weinhaltige Getränke [Weinschorlen]
en: Beverages containing wine [spritzers]

source: Alkoholische Getränke, ausgenommen Bier
en: Alcoholic beverages (except beer)

source: Liköre
en: Liqueurs

source: Alkoholische Essenzen
en: Alcoholic essences

source: Alkoholische Extrakte
en: Alcoholic extracts

source: Alkoholischer Punsch
en: Alcoholic punches

source: Verdauungslikör, -schnaps
en: Digesters [liqueurs and spirits]

source: Sherrys
en: Sherry

source: Bowlen [Getränke]
en: Wine coolers [drinks]

source: Wodka
en: Vodka

source: Nira [alkoholisches Zuckerrohrgetränk]
en: Nira [sugarcane-based alcoholic beverage]

source: Schnaps
en: Brandy

source: Alkoholische Fruchtgetränke
en: Alcoholic beverages containing fruit

source: Spirituosen und Liköre
en: Spirits and liquors

source: Genießbare alkoholische Getränke
en: Edible alcoholic beverages

source: Fertige Weincocktails
en: Prepared wine cocktails

source: Alkoholische Cocktails mit Milch
en: Alcoholic cocktails containing milk

source: Alkoholische Cocktails mit gekühlter Gelatine
en: Alcoholic cocktails in the form of chilled gelatins

source: Wein aus schwarzer Himbeere [Bokbunjaju]
en: Black raspberry wine (Bokbunjaju)

source: Chinesischer Braulikör [Laojiou]
en: Chinese brewed liquor (laojiou)

source: Chinesischer Mischlikör [Wujiapie-Jiou]
en: Chinese mixed liquor (wujiapie-jiou)

source: Chinesische Sorghum-Spirituosen [Gaolian-Jiou]
en: Chinese spirit of sorghum (gaolian-jiou)

source: Chinesischer weißer Likör [Baiganr]
en: Chinese white liquor (baiganr)

source: Liköre auf Kaffeebasis
en: Coffee-based liqueurs

source: Destillierte Reisspirituosen [Awamori]
en: Distilled spirits of rice (awamori)

source: Aromatisierte Tonic-Liköre
en: Flavored tonic liquors

source: Japanische verjüngte Liköre [Naoshi]
en: Japanese regenerated liquors (naoshi)

source: Japanischer süßer Mischlikör auf Reisbasis [Shiro-zake]
en: Japanese sweet rice-based mixed liquor (shiro-zake)

source: Japanischer weißer Likör [Shochu]
en: Japanese white liquor (shochu)

source: Traditioneller koreanischer Reiswein [Makgeoli]
en: Korean traditional rice wine (makgeoli)

source: Natürliche Schaumweine
en: Natural sparkling wines

source: Shochu [Spirituosen]
en: Shochu (spirits)

source: Tafelweine
en: Table wines

source: Tonic-Likör mit Kräuterextrakten [Homeishu]
en: Tonic liquor containing herb extracts (homeishu)

source: Tonic-Likör mit Mamushi-Schlangen-Extrakten [Mamushi-zake]
en: Tonic liquor containing mamushi-snake extracts (mamushi-zake)

source: Mit japanischen Pflaumenextrakten aromatisierter Tonic-Likör [Umeshu]
en: Tonic liquor flavored with japanese plum extracts (umeshu)

source: Mit Piniennadelextrakten aromatisierter Tonic-Likör [Matsuba-zake]
en: Tonic liquor flavored with pine needle extracts (matsuba-zake)

source: Acanthopanax-Weine [Ogapiju]
en: Acanthopanax wine (Ogapiju)

source: Gelber Reiswein
en: Yellow rice wine

source: Rum mit Vitaminen angereichert
en: Rum infused with vitamins

source: Alkoholische Fruchtcocktail-Getränke
en: Alcoholic fruit cocktail drinks

source: Getränke auf Rumbasis
en: Rum-based beverages

source: Fertige alkoholhaltige Cocktails
en: Prepared alcoholic cocktails

source: Extrakte aus Branntweinlikören
en: Extracts of spiritous liquors

source: Aperitifs auf Weinbasis
en: Wine-based aperitifs

source: Aperitifs aus Likör
en: Liquor-based aperitifs

source: Alkoholische Getränke auf Teebasis
en: Alcoholic tea-based beverage

source: Alkoholische Getränke auf Kaffeebasis
en: Alcoholic coffee-based beverage

source: Japanische süße Weine mit Extrakten aus Ginseng und Chinarinde
en: Japanese sweet grape wine containing extracts of ginseng and cinchona bark

source: Japanischer Likör aromatisiert mit Piniennadelextrakt
en: Japanese liquor flavored with pine needle extracts

source: Japanischer Likör aromatisiert mit Umeextrakten
en: Japanese liquor flavored with Japanese plum extracts

source: Japanischer Likör mit Kräuterextrakten
en: Japanese liquor containing herb extracts

source: Alkoholische Mixgetränke
en: Pre-mixed alcoholic beverages

source: Weine mit geschützter geografischer Angabe
en: Wines of protected geographical indication

source: Weine mit geschützter Ursprungsbezeichnung
en: Wines of protected appellation of origin

source: Anislikör [Anisette]
en: Anisette [liqueur]

source: Liköre aus Gerstenschrot
en: Hulless barley liquor

source: Kanadischer Whisky
en: Canadian whisky

source: Aschenbecher aus Edelmetall
en: Ashtrays of precious metal

source: Zigarillos
en: Cigarillos

source: Feuerzeuge aus Edelmetall
en: Lighters of precious metal

source: Zigarettenetuis aus Edelmetall
en: Cigarette cases made of precious metal

source: Flüssiggasbehälter für Zigarettenanzünder
en: Liquefied gas cylinders for cigarette lighters

source: Feuerzeuge für Raucher
en: Lighters for smokers

source: Spucknäpfe für Tabakkonsumenten
en: Spittoons for tobacco users

source: Dochte für Feuerzeuge
en: Wicks for lighters

source: Mundstücke für Zigarettenspitzen
en: Mouthpieces for cigarette holders

source: Saugfähiges Papier für Tabak
en: Absorbent paper for tobacco

source: Befeuchter für Tabak
en: Humidifiers for tobacco

source: Kräuter zum Rauchen
en: Herbs for smoking

source: Streichholzschachteln aus Edelmetall
en: Match boxes of precious metal

source: Streichholzhalter, nicht aus Edelmetall
en: Match holders not of precious metal

source: Humidore für Zigarren aus Edelmetall
en: Humidors for cigars of precious metal

source: Aschenbecher für Raucher aus unedlen Metallen
en: Ashtrays for smokers made of non-precious metals

source: Pfeifentabak
en: Pipe tobacco

source: Zigarrenetuis, nicht aus Edelmetall
en: Cigarette cases not of precious metal

source: Tabakersatzstoffe, nicht für medizinische Zwecke
en: Tobacco substitutes not for medical purposes

source: Gaspatronen für Feuerzeuge
en: Gas containers for cigar lighters

source: Schnupftabakdosen aus Edelmetall
en: Snuff boxes of precious metal

source: Humidore aus Edelmetall
en: Humidors of precious metals

source: Taschenfeuerzeuge, nicht aus Edelmetall
en: Pocket lighters not of precious metal

source: Zigarettenspitzen
en: Cigarette holders

source: Tabakfreie Zigaretten, ausgenommen für medizinische Zwecke
en: Tobacco free cigarettes, other than for medical purposes

source: Absorbierendes Papier für Tabakpfeifen
en: Absorbent paper for tobacco pipes

source: Zigaretten aus Tabakersatzstoffen, nicht für medizinische Zwecke
en: Cigarettes containing tobacco substitutes, not for medical purposes

source: Pfeifenständer [Raucherartikel]
en: Pipe stands [smokers requisites]

source: Zigarrenkästen aus Edelmetall
en: Cigar boxes of precious metal

source: Zigarettenschachteln aus Edelmetall
en: Cigarette boxes of precious metal

source: Etuis für Tabakpfeifen, nicht aus Edelmetall
en: Cases, not of precious metal for pipes

source: Pfeifenstopfer [Raucherartikel]
en: Pipe stoppers [smokers requisites]

source: Bernsteinmundstücke für Zigarren- und Zigarettenspitzen
en: Tips of yellow amber for cigar and cigarette holders

source: Tabakersatzstoffe enthaltende Zigaretten
en: Cigarettes containing tobacco substitutes

source: Zigaretten
en: Cigarettes

source: Taschenapparate zum Drehen von Zigaretten
en: Pocket machines for rolling cigarettes

source: Streichholzhalter aus Edelmetall
en: Match holders of precious metal

source: Mundstücke für Pfeifen
en: Mouth pieces for pipes

source: Zigarettenspitzen aus Edelmetall
en: Cigarette holders of precious metal

source: Behälter für Zigarren
en: Containers for cigars

source: Zigarettenanzünder, nicht für Landfahrzeuge
en: Cigarette lighters not for land vehicles

source: Etuis aus Edelmetall für Tabakpfeifen
en: Cases of precious metal for pipes

source: Elektronische Zigaretten
en: Electronic cigarettes

source: Zigarrenspitzen
en: Cigar holders

source: Tabakpfeifen
en: Tobacco pipes

source: Zigarettenspitzen, nicht aus Edelmetall
en: Cigarette holders not of precious metal

source: Behälter für Raucherartikel, Humidore
en: Tobacco containers and humidors

source: Tabak und Tabakwaren, einschließlich Tabakersatzstoffe
en: Tobacco and tobacco products (including substitutes)

source: Zigaretten, Zigarren, Zigarillos und andere gebrauchsfertige Rauchartikel
en: Cigarettes, cigars, cigarillos and other ready-for-use smoking articles

source: Aromastoffe für Tabak
en: Flavourings for tobacco

source: Lange asiatische Tabakpfeifen [Kiseru]
en: Asian long tobacco pipes (kiseru)

source: Elektronische Shishas
en: Electronic hookahs

source: Elektronische Tabakpfeifen
en: Electronic smoking pipes

source: Kleingeschnittener japanischer Tabak [Kizami-Tabak]
en: Japanese shredded tobacco (kizami tobacco)

source: Feuerzeuge, nicht aus Edelmetall [ausgenommen für Kraftfahrzeuge]
en: Lighters not of precious metal [not for automobiles]

source: Schnupftabakdosen, nicht aus Edelmetall
en: Snuff boxes, not of precious metal

source: Aromen für Tabak, ausgenommen ätherische Öle
en: Flavourings, other than essential oils, for tobacco

source: Aromen für elektronische Zigaretten, ausgenommen ätherische Öle
en: Flavourings, other than essential oils, for use in electronic cigarettes

source: Tabakpfeifen aus Edelmetall
en: Tobacco pipes of precious metal

source: Raucherwaren, nicht aus Edelmetall
en: Smokers' articles, not of precious metal

source: Halter aus Edelmetall für Zigarettenanzünder
en: Cigarette lighter holders of precious metal

source: Zigarettenanzünder, nicht aus Edelmetall
en: Cigarette lighters, not of precious metal

source: Zigarrenspitzen aus Edelmetall
en: Cigar holders of precious metal

source: Tabakpfeifen, nicht aus Edelmetall
en: Tobacco pipes, not of precious metal

source: Raucherwaren aus Edelmetall
en: Smokers' articles of precious metal

source: Halter für Zigarettenanzünder, nicht aus Edelmetall
en: Cigarette lighter holders, not of precious metal

source: Halter für Zigarettenanzünder
en: Cigarette lighter holders

source: Menthol-Pfeifentabak
en: Menthol pipe tobacco

source: Zigarettenanzünder aus Edelmetall
en: Cigarette lighters of precious metal

source: Rauchloser Tabak
en: Smokeless tobacco

source: Aromatisierter Tabak
en: Flavored tobacco

source: Zigarettenpapierhülsen mit Filtern
en: Ready-made cigarette tubes with filters

source: Behandelter Tabak
en: Manufactured tobacco

source: Zigarren zur Verwendung als Alternative zu Tabak-Zigaretten
en: Cigars for use as an alternative to tobacco cigarettes

source: Inhalatoren zur Verwendung als Alternative zu Tabak-Zigaretten
en: Inhalers for use as an alternative to tobacco cigarettes

source: Nachfüllpatronen für elektronische Zigaretten
en: Refill cartridges for electronic cigarettes

source: Mundstücke für Zigaretten
en: Mouthpieces for cigarettes

source: Halter für elektronische Zigaretten
en: Holders for electronic cigarettes

source: Handgeräte zum Einführen von Tabak in Zigarettenhülsen
en: Hand held machines for injecting tobacco into paper tubes

source: Aromen für Tabakersatzstoffe, ausgenommen ätherische Öle
en: Flavorings, other than essential oils, for tobacco substitutes

source: Liquide für elektronische Zigaretten [E-Liquide] aus pflanzlichem Glyzerin
en: Electronic cigarette liquid [e-liquid] comprised of vegetable glycerin

source: Liquide für elektronische Zigaretten [E-Liquide] aus Propylenglykol
en: Electronic cigarette liquid [e-liquid] comprised of propylene glycol

source: Pfeifen zum Rauchen von mentholhaltigen Tabakersatzstoffen
en: Pipes for smoking mentholated tobacco substitutes

source: Kräutermelassen [Tabakersatzstoffe]
en: Herbal molasses [tobacco substitutes]

source: Tabakteer zur Verwendung in elektronischen Zigaretten
en: Tobacco tar for use in electronic cigarettes

source: Rauchgarnituren für elektronische Zigaretten
en: Smoking sets for electronic cigarettes

source: Erhitzer für Tabakersatzstoffe zu Inhalationszwecken
en: Devices for heating tobacco substitutes for the purpose of inhalation

source: Vermittlung von Zeitungsabonnements für Dritte
en: Arranging newspaper subscriptions for others

source: Auskunftserteilung in Geschäftsangelegenheiten
en: Dissemination of business information

source: Erstellung von Projektstudien in Bezug auf Geschäftsangelegenheiten
en: Preparation of project studies relating to business matters

source: Geschäftsdokumentationen für Dritte
en: Company record keeping [for others]

source: Beratung bei Organisation oder Verwaltung eines Handelsunternehmens
en: Consultancy regarding the organization or managing of a trade company

source: Erstellung von Marketingberichten
en: Provision of marketing reports

source: Veröffentlichung von Werbematerial
en: Publication of publicity materials

source: Modenschauen für kommerzielle Zwecke
en: Fashion show exhibitions for commercial purposes

source: Unternehmensberatung für Firmen
en: Business consultancy to firms

source: Personalrekrutierungsberatung für Anwälte
en: Recruitment consultancy for lawyers

source: Verbrauchskostenprüfungen für Dritte
en: Auditing utility rates for others

source: Zusammenstellung von Werbung zur Verwendung auf Webseiten
en: Compilation of advertisements for use as web pages on the Internet

source: Zusammenstellung von Mailing-Listen
en: Compilation of mailing lists

source: Beratung in Bezug auf die Verwaltung von Geschäftsdokumenten
en: Consultancy relating to business document management

source: Vermittlung von Models für die Werbung
en: Provision of models for advertising

source: Durchführung von Marktstudien mittels Telefon
en: Market surveys conducted by telephone

source: Unternehmensberatung in Bezug auf Wachstumsfinanzierung
en: Business advice relating to growth financing

source: Unternehmensberatung in Bezug auf Marketingmanagementkonsultationen
en: Business advice relating to marketing management consultations

source: Unternehmensberatung in Bezug auf strategisches Marketing
en: Business advice relating to strategic marketing

source: Bewertungen in Bezug auf Geschäftsangelegenheiten industrieller Betriebe
en: Evaluations relating to business management in industrial enterprises

source: Werbung und Marketing
en: Advertising and marketing

source: Vermittlung von Handelsgeschäften für Dritte
en: Mediation of trade business for third parties

source: Beratung betreffend Unternehmensorganisation und -führung
en: Business organization and operation consultancy

source: Entwicklung von Werbekampagnen für Unternehmen
en: Developing promotional campaigns for business

source: Entwicklung von Marketingstrategien und -konzepten
en: Development of marketing strategies and concepts

source: Zusammenstellen und Systematisieren von Daten in Datenbanken
en: Compilation and systemization of information into computer databases

source: Durchführung, Veranstaltung und Organisation von Handelsschauen und Handelsmessen zu Geschäfts- und Werbezwecken
en: Conducting, arranging and organizing trade shows and trade fairs for commercial and advertising purposes

source: Anwerbung von Aushilfskräften für Büroarbeiten
en: Negotiation of commercial transactions for third parties

source: Hilfe bei der Unternehmensorganisation
en: Assistance relating to business organisation

source: Unternehmensberatung in Bezug auf Produktentwicklung
en: Business advisory services relating to product development

source: Unternehmensberatung in Bezug auf die Gründung von Sandwich-Bars
en: Business advisory services relating to the setting up of sandwich bars

source: Bereitstellung von Werbeflächen
en: Provision of advertising space

source: Informationen in GeschÃ¤ftsangelegenheiten Ã¼ber die Landwirtschaftsbranche
en: Provision of business information relating to the agricultural industry

source: Durchführung von Ausstellungen für geschäftliche Zwecke
en: Exhibitions (Conducting -) for business purposes

source: Vermittlung und Platzierung von Anzeigen
en: Arranging and placing of advertisements

source: Beratung in Fragen der Personalauswahl
en: Consultancy relating to the selection of personnel

source: Ausstellen von Waren zur Absatzförderung
en: Display services for merchandise

source: Vermietung von Werbezeit in Kommunikations-Medien
en: Rental of advertising time on communication media

source: Erteilen von Geschäftsinformationen mittels eines Verzeichnisses im Internet
en: Providing an on-line commercial information directory on the internet

source: Stellenvermittlungsdienste für Au-pairs
en: Employment agency services relating to au pairs

source: Beratung und Hilfe bei der Geschäftsführung
en: Assistance and advice regarding business management

source: Arbeits- und Personalvermittlung
en: Job and personnel placement

source: Computergestützte Geschäftsauskünfte
en: Computer assisted business information

source: Leitung von Marketingstudien
en: Conducting of marketing studies

source: Erstellung von Anzeigen für Dritte
en: Preparing advertisements for others

source: Vermittlung und Vermietung von Werbeflächen im Internet
en: Providing and rental of advertising space on the internet

source: Verteilung von Werbetexten
en: Distribution of publicity texts
